RRN_Data/1406600/1406633.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-11-06T03:19:42.109+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-11-06T03:19:42.109+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="231027-000012" version="4"><overallSeverity>low</overallSeverity><situationVersionTime>2023-11-06T03:19:41.507+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="GeneralNetworkManagement" id="231027-000012-102" version="2"><situationRecordCreationReference>frosi231027-000001-frosi231027-000006</situationRecordCreationReference><situationRecordCreationTime>2023-10-27T01:56:15.805+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-10-27T03:58:07.848+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-11-06T03:19:41.507+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-10-27T01:56:15.805+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-10-27T01:55:18.088+02:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted></impact><generalPublicComment><comment><values><value lang="fr">DIR Centre-Est</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Suite à éboulement la RD 926 est fermée à la circulation en amont du barrage de Belleville.
La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>southBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.19597</latitude><longitude>6.2992606</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Saint-Jean-d'Arves</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D926</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><generalNetworkManagementType>other</generalNetworkManagementType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>